#технические
token_tg = ""
dbase = ""
host_admin = ""
reg_admin = ""
mos_admin = ""
msg_mailer = "\n\nСообщение отправлено в рамках рассылки."
msg_denied = "Вы не админ!"

#инлайн 
msg_inline_1 = "Переучёт"
msg_inline_2 = "Тыкни на меня!"

#вопрос и ветка да
msg_ask = "Считаете ли вы себя членом (сторонником, если вступали как сторонник) Либертарианской партии России libertarian-party.ru и признаёте ли [решения Съезда 31.10.2020](https://libertarian-party.ru/posts/a636ce3f-c307-4ef6-b067-39d3f517a365)? \n\n«Да» — считаю и признаю\n«Нет» — не считаю и/или не признаю"
msg_yes = "Да"
msg_yes_final = "Спасибо за участие в переучёте! Пожалуйста, заполните следующие анкеты:\n\n[Контактные данные](https://forms.gle/bkEYnnpSySjoW8jC7) — чтобы мы всегда могли с вами связаться;\n\n[Анкета навыков](https://forms.gle/coY9Kf3KyWFqdRL78) — чем вам интересно заниматься в партии."
msg_already = "Вы уже ответили на вопрос. Если необходимо что-то уточнить, свяжитесь с федеральным секретарём @Siergiej"

#ветка нет
msg_no = "Нет"
msg_no_captcha = "Ответ «Нет» считается выходом из партии по собственному желанию. Пожалуйста, подтвердите свой выбор или вернитесь к вопросу, нажав «Отмена»:"
msg_no_confirm = "Подтверждаю"
msg_no_cancel = "Отмена"
msg_no_final = "Вы ответили «Нет». Спасибо за участие в переучёте!"

#мск
token_tg_msk = ""
dbase_msk = "" 
msg_yes_final_msk = "Спасибо за участие в переучёте! Пожалуйста, заполните следующие анкеты:\n\n[Контактные данные](https://forms.gle/voYQbRHQHB4HAF6H9) — чтобы мы всегда могли с вами связаться;\n\n[Анкета навыков](https://docs.google.com/spreadsheets/d/1M_OeJG2oqPoXdz3SM55V3bj7y2079U0lJPriOvY_v50/) — о том, чем вам интересно заниматься в партии."
msg_already_msk = "Вы уже ответили на вопрос. Если необходимо что-то уточнить, свяжитесь с секретарём московского отделения @glebstrunnikov или с федеральным секретарём @Siergiej"

#настройки БД

dbase = ""
user = ""
port = ""
password = ""
host = ""

